Repository: eric-rosenbaum/CampOps
Catalog: ios/CampOps/CampOps/Localizable.xcstrings
Source language: en
Languages: es, he

source: %1$@ on %2$@
es: %1$@, los %2$@
he: %1$@ בימים %2$@

source: %1$@ recorded that %2$@ did this
es: %1$@ registró que %2$@ hizo el trabajo
he: %1$@: העבודה בוצעה על ידי %2$@

source: %1$@ sent this to %2$@
es: %1$@ se la envió a %2$@
he: הועברה לספק %2$@ על ידי %1$@

source: %1$@ set this to “%2$@”
es: %1$@ cambió el estado a «%2$@»
he: %1$@: הסטטוס שונה ל„%2$@”

source: %1$@, on day %2$lld
es: %1$@, el día %2$lld
he: %1$@, ב־%2$lld לחודש

source: %1$lld of %2$lld
es: %1$lld de %2$lld
he: %1$lld מתוך %2$lld

source: %@ cannot be synced from this device.
es: %@ no se puede sincronizar desde este teléfono.
he: לא ניתן לסנכרן את %@ מהטלפון הזה.

source: %@ crew
es: Equipo %@
he: צוות %@

source: %@ marked this done
es: %@ la marcó como hecha
he: %@: סומנה כבוצעה

source: %@ put this back
es: %@ la devolvió a la cola
he: הוחזרה לתור על ידי %@

source: %@ removed the vendor
es: %@ quitó al proveedor
he: הספק הוסר על ידי %@

source: %@ took this on
es: %@ la tomó
he: נלקחה על ידי %@

source: %@ unassigned themselves
es: %@ se quitó la asignación
he: %@: השיוך העצמי בוטל

source: %@ undid closing this
es: %@ deshizo el cierre
he: %@: הסגירה בוטלה

source: %@ · Show original
es: %@ · Ver original
he: %@ · להצגת המקור

source: %lld camps
es: %lld campamentos
he: %lld מחנות

source: %lld changes could not be saved
es: No se pudieron guardar %lld cambios
he: %lld שינויים לא נשמרו

source: %lld changes waiting to sync
es: %lld cambios esperando sincronización
he: %lld שינויים ממתינים לסנכרון

source: %lld days after opening
es: %lld días después de la apertura
he: %lld ימים אחרי הפתיחה

source: %lld days before opening
es: %lld días antes de la apertura
he: %lld ימים לפני הפתיחה

source: %lld hr ago
es: hace %lld h
he: לפני %lld שע׳

source: %lld min ago
es: hace %lld min
he: לפני %lld דק׳

source: %lld open here
es: %lld abiertas aquí
he: %lld פתוחות כאן

source: %lld steps
es: %lld pasos
he: %lld שלבים

source: A crew
es: Un equipo
he: צוות

source: A person
es: Una persona
he: אדם

source: A photo was asked for
es: Se pidió una foto
he: התבקשה תמונה

source: AI
es: IA

source: Account not deleted
es: La cuenta no se eliminó
he: החשבון לא נמחק

source: Across camp
es: En todo el campamento
he: בכל המחנה

source: Activity
es: Actividad
he: פעילות

source: Add
es: Agregar
he: הוספה

source: Add Photo
es: Agregar foto
he: הוספת תמונה

source: Add a checklist
es: Agregar una lista
he: הוספת רשימת בדיקה

source: Add a note…
es: Agrega una nota…
he: הוספת הערה…

source: Add a step…
es: Agrega un paso…
he: הוספת שלב…

source: Add photo
es: Agregar foto
he: הוספת תמונה

source: Added step: %@
es: Paso agregado: %@
he: נוסף שלב: %@

source: Added task
es: Agregó la tarea
he: המשימה נוספה

source: Administrator
es: Administrador
he: מנהל/ת

source: Afternoon, %@
es: Buenas tardes, %@
he: צהריים טובים, %@

source: All
es: Todas
he: הכול

source: All clear
es: Todo en orden
he: הכול תקין

source: All crews
es: Todos los equipos
he: כל הצוותים

source: Anything else worth knowing
es: Algo más que convenga saber
he: עוד משהו שכדאי לדעת

source: As admin
es: Como administrador
he: כמנהל/ת

source: Assign to
es: Asignar a
he: שיוך ל

source: Assigned
es: Asignada
he: משויך

source: Assigned to %1$@ by %2$@
es: Asignada a %1$@ por %2$@
he: שויכה ל־%1$@ על ידי %2$@

source: Assigned to %@
es: Asignada a %@
he: שויכה ל־%@

source: Assigned: %@
es: Asignada: %@
he: שויכה: %@

source: At a set time
es: A una hora fija
he: בשעה קבועה

source: Attach a photo
es: Adjuntar una foto
he: צירוף תמונה

source: Auto-created from recurring issue
es: Creada automáticamente a partir de un trabajo recurrente
he: נוצרה אוטומטית מעבודה חוזרת

source: Both are optional. Closing a job never needs a field filled in.
es: Ambos son opcionales. Para cerrar un trabajo nunca hace falta llenar un campo.
he: שני השדות אופציונליים. אין צורך למלא שום שדה כדי לסגור עבודה.

source: By meter
es: Por medidor
he: לפי מונה

source: Called in %@
es: Llamó a %@
he: הוזמן הספק %@

source: Camp operations, simplified.
es: La operación del campamento, simplificada.
he: תפעול המחנה, בפשטות.

source: Camps
es: Campamentos
he: מחנות

source: Can't reach CampCommand. Check your signal and try again.
es: No se puede conectar con CampCommand. Revisa la señal e inténtalo de nuevo.
he: אין חיבור ל־CampCommand. כדאי לבדוק את הקליטה ולנסות שוב.

source: Cancel
es: Cancelar
he: ביטול

source: Capture
es: Capturar
he: תיעוד

source: Changed status to “%@”
es: Cambió el estado a «%@»
he: הסטטוס שונה ל„%@”

source: Check your email
es: Revisa tu correo
he: נא לבדוק את הדוא״ל

source: Choose from Library
es: Elegir de la fototeca
he: בחירה מהספרייה

source: Clear
es: Borrar
he: ניקוי

source: Cleared the vendor
es: Quitó al proveedor
he: הספק הוסר

source: Close
es: Cerrar
he: סגירה

source: Close it out
es: Cerrarla
he: לסגור את הקריאה

source: Complete
es: Completa
he: הושלם

source: Continue
es: Continuar
he: המשך

source: Cost
es: Costo
he: עלות

source: Could not check that code. Please try again.
es: No se pudo verificar ese código. Inténtalo de nuevo.
he: לא ניתן לבדוק את הקוד. נא לנסות שוב.

source: Could not delete your account. Check your connection and try again.
es: No se pudo eliminar tu cuenta. Revisa la conexión e inténtalo de nuevo.
he: לא ניתן למחוק את החשבון. כדאי לבדוק את החיבור ולנסות שוב.

source: Could not open that sticker. Check your signal and try again.
es: No se pudo abrir esa etiqueta. Revisa la señal e inténtalo de nuevo.
he: לא ניתן לפתוח את המדבקה. כדאי לבדוק את הקליטה ולנסות שוב.

source: Could not read %@. Try again, or just type it.
es: No se pudo leer %@. Inténtalo de nuevo, o simplemente escríbelo.
he: לא ניתן לקרוא את %@. אפשר לנסות שוב, או פשוט להקליד.

source: Couldn't add %@. It needs a connection -- try again in range.
es: No se pudo agregar %@. Necesita conexión: inténtalo de nuevo cuando tengas señal.
he: לא ניתן להוסיף את %@. נדרש חיבור – כדאי לנסות שוב כשיש קליטה.

source: Couldn't start the microphone. You can still type it.
es: No se pudo activar el micrófono. Igual puedes escribirlo.
he: לא ניתן להפעיל את המיקרופון. עדיין אפשר להקליד.

source: Create my account
es: Crear mi cuenta
he: יצירת החשבון

source: Crew
es: Equipo
he: צוות

source: Delete
es: Eliminar
he: מחיקה

source: Delete my account
es: Eliminar mi cuenta
he: מחיקת החשבון

source: Delete this work order?
es: ¿Eliminar esta orden de trabajo?
he: למחוק את קריאת השירות?

source: Delete your account?
es: ¿Eliminar tu cuenta?
he: למחוק את החשבון?

source: Deleting…
es: Eliminando…
he: מוחק…

source: Demo ended
es: La demostración terminó
he: ההדגמה הסתיימה

source: Dictation isn't available right now. You can still type it.
es: El dictado no está disponible ahora. Igual puedes escribirlo.
he: הכתבה אינה זמינה כרגע. עדיין אפשר להקליד.

source: Dictation needs a connection here, and there isn't one. Type it instead.
es: El dictado necesita conexión y aquí no hay. Mejor escríbelo.
he: הכתבה דורשת חיבור, וכאן אין. אפשר להקליד במקום.

source: Dictation needs a real device. On a phone this records what you say; here, type it.
es: El dictado necesita un dispositivo real. En un teléfono graba lo que dices; aquí, escríbelo.
he: הכתבה דורשת מכשיר אמיתי. בטלפון היא מקליטה את מה שנאמר; כאן יש להקליד.

source: Dictation needs permission in Settings. You can still type it.
es: El dictado necesita permiso en Ajustes. Igual puedes escribirlo.
he: הכתבה דורשת הרשאה בהגדרות. עדיין אפשר להקליד.

source: Dictation stopped early: %@. You can type it instead.
es: El dictado se detuvo antes de tiempo: %@. Puedes escribirlo.
he: ההכתבה נעצרה מוקדם: %@. אפשר להקליד במקום.

source: Discard
es: Descartar
he: ביטול השינויים

source: Done
es: Listo
he: סיום

source: Done: %@
es: Hecha: %@
he: בוצעה: %@

source: Due
es: Fecha límite
he: מועד

source: Due in %lld days
es: Vence en %lld días
he: בעוד %lld ימים

source: Due today
es: Vence hoy
he: להיום

source: Due tomorrow
es: Vence mañana
he: למחר

source: Edit
es: Editar
he: עריכה

source: Edited by %@
es: Editada por %@
he: נערכה על ידי %@

source: Edited the details
es: Editó los detalles
he: הפרטים נערכו

source: Edited: %@
es: Editada: %@
he: נערכה: %@

source: Email %@
es: Escribir a %@
he: שליחת דוא״ל אל %@

source: Email address
es: Correo electrónico
he: כתובת דוא״ל

source: Email me a code
es: Envíame un código
he: שליחת קוד בדוא״ל

source: Email me a sign-in code instead
es: Mejor envíame un código de acceso
he: שליחת קוד כניסה בדוא״ל במקום

source: Enter the email address on your account and we'll send you a link to set a new password.
es: Escribe el correo de tu cuenta y te enviaremos un enlace para crear una contraseña nueva.
he: נא להזין את כתובת הדוא״ל של החשבון, ונשלח קישור לבחירת סיסמה חדשה.

source: Enter the join code from your camp administrator, like CEDAR-4821.
es: Escribe el código de ingreso que te dio la administración del campamento, como CEDAR-4821.
he: נא להזין את קוד ההצטרפות מהנהלת המחנה, למשל CEDAR-4821.

source: Equipment
es: Equipo o máquina
he: ציוד

source: Evening, %@
es: Buenas noches, %@
he: ערב טוב, %@

source: Every %lld days
es: Cada %lld días
he: כל %lld ימים

source: Every %lld hours
es: Cada %lld horas
he: כל %lld שעות

source: Every %lld miles
es: Cada %lld millas
he: כל %lld מייל

source: Every %lld months
es: Cada %lld meses
he: כל %lld חודשים

source: Every %lld weeks
es: Cada %lld semanas
he: כל %lld שבועות

source: Every %lld years
es: Cada %lld años
he: כל %lld שנים

source: Every camp
es: Todos los campamentos
he: כל המחנות

source: Every day
es: Cada día
he: כל יום

source: Every month
es: Cada mes
he: כל חודש

source: Every turnover
es: En cada cambio de turno
he: בכל החלפה

source: Every week
es: Cada semana
he: כל שבוע

source: Every year
es: Cada año
he: כל שנה

source: Everything is saved.
es: Todo está guardado.
he: הכול נשמר.

source: Exit
es: Salir
he: יציאה

source: Find a camp
es: Buscar un campamento
he: חיפוש מחנה

source: Flagged by another module
es: Marcada desde otro módulo
he: סומן ממודול אחר

source: Flagged from Building Systems by %@
es: Reportada desde Sistemas del edificio por %@
he: דווחה ממערכות המבנה על ידי %@

source: Forgot your password?
es: ¿Olvidaste tu contraseña?
he: שכחת את הסיסמה?

source: From %1$@ · %2$@
es: De %1$@ · %2$@
he: מאת %1$@ · %2$@

source: From a routine · %@
es: De una rutina · %@
he: משגרה · %@

source: From someone · %@
es: De alguien · %@
he: ממישהו · %@

source: Full name
es: Nombre completo
he: שם מלא

source: Guest report
es: Reporte de un huésped
he: דיווח של אורח

source: Handed to %1$@ by %2$@
es: Pasada a %1$@ por %2$@
he: הועברה ל־%1$@ על ידי %2$@

source: Hello
es: Hola
he: שלום

source: High
es: Alta
he: גבוה

source: Home
es: Inicio
he: בית

source: How long it took
es: Cuánto tardó
he: כמה זמן זה לקח

source: How urgent
es: Qué tan urgente
he: מידת דחיפות

source: I have a join code
es: Tengo un código de ingreso
he: יש לי קוד הצטרפות

source: If an account exists for %@, a reset link is on its way. Open it to choose a new password, then come back and sign in.
es: Si existe una cuenta para %@, te enviamos un enlace. Ábrelo para elegir una contraseña nueva y luego vuelve a iniciar sesión.
he: אם קיים חשבון עבור %@, קישור לאיפוס בדרך. יש לפתוח אותו, לבחור סיסמה חדשה ולחזור לכאן כדי להתחבר.

source: In progress
es: En curso
he: בטיפול

source: Invalid or expired code. Please try again.
es: Código no válido o vencido. Inténtalo de nuevo.
he: הקוד שגוי או שפג תוקפו. נא לנסות שוב.

source: Invited by email instead? Open the invitation link on the web to finish setting up, then sign in here.
es: ¿Te invitaron por correo? Abre el enlace de la invitación en la web para terminar y luego inicia sesión aquí.
he: קיבלת הזמנה בדוא״ל? יש לפתוח את קישור ההזמנה באתר כדי לסיים את ההגדרה, ואז להתחבר כאן.

source: Join camp
es: Unirme al campamento
he: הצטרפות למחנה

source: Join your camp
es: Únete a tu campamento
he: הצטרפות למחנה שלך

source: Just type it
es: Solo escribirlo
he: פשוט להקליד

source: Keep my account
es: Conservar mi cuenta
he: להשאיר את החשבון

source: Language
es: Idioma
he: שפה

source: Loading…
es: Cargando…
he: טוען…

source: Location
es: Lugar
he: מיקום

source: Locations
es: Lugares
he: מיקומים

source: Log
es: Registrar
he: רישום

source: Log it
es: Registrarla
he: לרשום

source: Log something here
es: Registrar algo aquí
he: רישום משהו כאן

source: Log with a photo or your voice
es: Registrar con una foto o tu voz
he: רישום בתמונה או בקול

source: Log work
es: Registrar trabajo
he: רישום עבודה

source: Logged by %@
es: Registrada por %@
he: נפתחה על ידי %@

source: Logged in the app
es: Registrada en la app
he: נרשם באפליקציה

source: Logged on a phone
es: Registrada en un teléfono
he: נרשם בטלפון

source: Logged this
es: Registró esta orden
he: הקריאה נפתחה

source: Logged: %@
es: Registrada: %@
he: נרשמה: %@

source: Mark done
es: Marcar como hecha
he: סימון כבוצע

source: Marked done
es: Marcada como hecha
he: סומן כבוצע

source: Marked resolved by %1$@, actual cost %2$@
es: Marcada como hecha por %1$@, costo real %2$@
he: סומנה כבוצעה על ידי %1$@, עלות בפועל %2$@

source: Marked resolved by %@
es: Marcada como hecha por %@
he: סומנה כבוצעה על ידי %@

source: Mine
es: Mías
he: שלי

source: Minutes
es: Minutos
he: דקות

source: More
es: Más
he: עוד

source: Morning, %@
es: Buenos días, %@
he: בוקר טוב, %@

source: Needs doing by
es: Hay que hacerla para
he: לביצוע עד

source: No activity yet.
es: Todavía no hay actividad.
he: אין עדיין פעילות.

source: No camp is selected.
es: No hay ningún campamento seleccionado.
he: לא נבחר מחנה.

source: No date
es: Sin fecha
he: ללא תאריך

source: No locations configured for this camp.
es: Este campamento no tiene lugares configurados.
he: לא הוגדרו מיקומים למחנה הזה.

source: No matches
es: Sin resultados
he: אין תוצאות

source: No microphone is available right now. You can still type it.
es: No hay micrófono disponible ahora. Igual puedes escribirlo.
he: אין מיקרופון זמין כרגע. עדיין אפשר להקליד.

source: No signal, so %@ was not read. It is kept -- type what is wrong and it all sends when you are back in range.
es: No hay señal, así que no se leyó %@. Queda guardado: escribe qué pasa y todo se enviará cuando vuelvas a tener señal.
he: אין קליטה, ולכן %@ לא נקרא. הוא נשמר – אפשר להקליד מה הבעיה, והכול יישלח כשתחזור הקליטה.

source: Nobody yet
es: Nadie todavía
he: עדיין אף אחד

source: None
es: Ninguno
he: ללא

source: Note: %@
es: Nota: %@
he: הערה: %@

source: Nothing closed yet
es: Nada cerrado todavía
he: עדיין לא נסגר דבר

source: Nothing is open at this spot.
es: No hay nada abierto en este lugar.
he: אין כאן שום דבר פתוח.

source: Nothing is stuck
es: Nada está detenido
he: שום דבר לא תקוע

source: Nothing matches “%@”.
es: Nada coincide con «%@».
he: אין תוצאות עבור „%@”.

source: Nothing on your plate
es: No tienes nada pendiente
he: אין משימות פתוחות

source: Nothing open here
es: Nada abierto aquí
he: אין כאן שום דבר פתוח

source: Nothing to do here yet
es: Todavía no hay nada que hacer aquí
he: עדיין אין כאן מה לעשות

source: Nothing up for grabs
es: No hay nada libre
he: אין משימות פנויות

source: Nothing urgent
es: Nada urgente
he: אין שום דבר דחוף

source: Nothing waiting on you
es: Nada te está esperando
he: אין שום דבר שממתין לך

source: Nothing was picked up. Hold the phone closer and try again.
es: No se captó nada. Acerca el teléfono e inténtalo de nuevo.
he: שום דבר לא נקלט. כדאי לקרב את הטלפון ולנסות שוב.

source: Nothing yet.
es: Nada todavía.
he: עדיין אין כלום.

source: Notify
es: Avisar
he: עדכון

source: Notify someone
es: Avisar a alguien
he: לעדכן מישהו

source: Notifying: %@
es: Se avisará a: %@
he: יעודכנו: %@

source: OK
es: Aceptar
he: אישור

source: Offline — %lld changes waiting
es: Sin conexión: %lld cambios en espera
he: אין חיבור – %lld שינויים ממתינים

source: Offline — changes will be saved here
es: Sin conexión: los cambios se guardarán aquí
he: אין חיבור – השינויים יישמרו כאן

source: On opening day
es: El día de apertura
he: ביום הפתיחה

source: Open
es: Abiertas
he: פתוחות

source: Open here
es: Abiertas aquí
he: פתוחות כאן

source: Open the invite link your camp administrator emailed you, or use a join code if you were given one.
es: Abre el enlace de invitación que te envió la administración del campamento, o usa un código de ingreso si te dieron uno.
he: יש לפתוח את קישור ההזמנה שהנהלת המחנה שלחה בדוא״ל, או להשתמש בקוד הצטרפות אם התקבל כזה.

source: Opening one of these puts you in somebody's live camp as an admin.
es: Abrir uno de estos te pone en el campamento real de alguien como administrador.
he: פתיחת אחד מאלה מכניסה אותך למחנה פעיל של מישהו עם הרשאות ניהול.

source: Original · Show translation
es: Original · Ver traducción
he: המקור · להצגת התרגום

source: Overdue
es: Vencidas
he: באיחור

source: Overdue %lld days
es: Vencida hace %lld días
he: באיחור של %lld ימים

source: Password
es: Contraseña
he: סיסמה

source: Paused
es: En pausa
he: מושהה

source: Pending
es: Pendiente
he: ממתין

source: Photo
es: Foto
he: תמונה

source: Photo attached
es: Foto adjunta
he: צורפה תמונה

source: Photo attached to a message
es: Foto adjunta a un mensaje
he: צורפה תמונה להודעה

source: Photo attached to a step
es: Foto adjunta a un paso
he: צורפה תמונה לשלב

source: Photo or voice
es: Foto o voz
he: תמונה או קול

source: Pick a place
es: Elige un lugar
he: בחירת מיקום

source: Pick…
es: Elegir…
he: בחירה…

source: Please confirm your email address first. Check your inbox for the link.
es: Primero confirma tu correo. Busca el enlace en tu bandeja de entrada.
he: יש לאשר קודם את כתובת הדוא״ל. הקישור נמצא בתיבת הדואר.

source: Point the camera at the sticker on the door
es: Apunta la cámara a la etiqueta de la puerta
he: יש לכוון את המצלמה אל המדבקה שעל הדלת

source: Point the phone's own Camera app at the sticker instead, and it will open here.
es: Mejor apunta la app Cámara del teléfono a la etiqueta y se abrirá aquí.
he: אפשר לכוון את אפליקציית המצלמה של הטלפון אל המדבקה, והיא תיפתח כאן.

source: Profile
es: Perfil
he: פרופיל

source: Public report
es: Reporte público
he: דיווח ציבורי

source: Read the photo
es: Leer la foto
he: קריאת התמונה

source: Read the photo and what I said
es: Leer la foto y lo que dije
he: קריאת התמונה ומה שאמרתי

source: Read this
es: Leer esto
he: קריאה

source: Reading…
es: Leyendo…
he: קורא…

source: Recently done
es: Hechas hace poco
he: בוצעו לאחרונה

source: Record again
es: Grabar de nuevo
he: הקלטה חוזרת

source: Remove
es: Quitar
he: הסרה

source: Rental group
es: Grupo de alquiler
he: קבוצת השכרה

source: Reopen
es: Reabrir
he: פתיחה מחדש

source: Reopened by %@
es: Reabierta por %@
he: נפתחה מחדש על ידי %@

source: Reopened this
es: La reabrió
he: נפתחה מחדש

source: Replace
es: Reemplazar
he: החלפה

source: Replies you mark for the reporter are the only thing they can see.
es: Quien reportó solo ve las respuestas que marques para esa persona.
he: המדווח/ת רואה רק את התשובות שסימנת עבורו/ה.

source: Reported by a guest
es: Reportada por un huésped
he: דווח על ידי אורח

source: Reset password
es: Restablecer contraseña
he: איפוס סיסמה

source: Resolved
es: Hecha
he: בוצעה

source: Resolved, actual cost %@
es: Hecha, costo real %@
he: בוצעה, עלות בפועל %@

source: Retake
es: Tomar otra
he: צילום מחדש

source: Routine
es: Rutina
he: שגרה

source: Routines here
es: Rutinas aquí
he: שגרות כאן

source: Said: “%@”
es: Dijo: «%@»
he: נאמר: „%@”

source: Save changes
es: Guardar cambios
he: שמירת השינויים

source: Say what's wrong
es: Di qué pasa
he: לומר מה הבעיה

source: Scan
es: Escanear
he: סריקה

source: Scan a sticker
es: Escanear una etiqueta
he: סריקת מדבקה

source: Scan a sticker if you spot something out on your rounds.
es: Escanea una etiqueta si ves algo durante tu recorrido.
he: אפשר לסרוק מדבקה כשמשהו נראה לא תקין בסבב.

source: Scan a sticker, or tap the pencil to log something.
es: Escanea una etiqueta o toca el lápiz para registrar algo.
he: אפשר לסרוק מדבקה, או להקיש על העיפרון כדי לרשום משהו.

source: Scanned
es: Escaneado
he: נסרק

source: Scanned a sticker
es: Escaneó una etiqueta
he: נסרקה מדבקה

source: Search locations
es: Buscar lugares
he: חיפוש מיקומים

source: Search work
es: Buscar trabajo
he: חיפוש עבודות

source: Send
es: Enviar
he: שליחה

source: Send a new code
es: Enviar un código nuevo
he: שליחת קוד חדש

source: Send reset link
es: Enviar enlace
he: שליחת קישור לאיפוס

source: Send this to the reporter
es: Enviar esto a quien reportó
he: לשלוח למדווח/ת

source: Sent to %@
es: Enviada a %@
he: הועברה ל־%@

source: Sent to reporter
es: Enviado a quien reportó
he: נשלח למדווח/ת

source: Session turnover
es: Cambio de turno
he: החלפת מחזור

source: Setting up for the first time?
es: ¿Es tu primera vez?
he: הגדרה בפעם הראשונה?

source: Setting up your camp…
es: Preparando tu campamento…
he: מכין את המחנה…

source: Show all
es: Ver todo
he: הצגת הכול

source: Showing %@
es: Mostrando %@
he: מוצג: %@

source: Showing saved copy
es: Mostrando la copia guardada
he: מוצג העותק השמור

source: Sign in
es: Iniciar sesión
he: התחברות

source: Sign out
es: Cerrar sesión
he: התנתקות

source: Sign out and try a different account
es: Cerrar sesión y probar otra cuenta
he: להתנתק ולנסות חשבון אחר

source: Sign out and use a different email
es: Cerrar sesión y usar otro correo
he: להתנתק ולהשתמש בדוא״ל אחר

source: Sign-in code
es: Código de acceso
he: קוד כניסה

source: Somebody
es: Alguien
he: מישהו

source: Someone
es: Alguien
he: מישהו

source: Staff
es: Personal
he: צוות

source: Start
es: Empezar
he: התחלה

source: Start from a checklist
es: Empezar con una lista
he: התחלה מרשימת בדיקה

source: Status changed to “%1$@” by %2$@
es: Estado cambiado a «%1$@» por %2$@
he: הסטטוס שונה ל„%1$@” על ידי %2$@

source: Stays up for grabs
es: Queda libre
he: נשאר פנוי

source: Stays up for grabs until somebody on that crew takes it.
es: Queda libre hasta que alguien de ese equipo la tome.
he: נשאר פנוי עד שמישהו מהצוות ייקח אותו.

source: Steps
es: Pasos
he: שלבים

source: Syncing…
es: Sincronizando…
he: מסנכרן…

source: Take Photo
es: Tomar foto
he: צילום

source: Take a photo
es: Tomar una foto
he: צילום תמונה

source: Take it
es: Tomarla
he: לקחת

source: Tap to record
es: Toca para grabar
he: הקשה להקלטה

source: Tap to stop
es: Toca para detener
he: הקשה לעצירה

source: That code has expired, request a new one.
es: Ese código venció; pide uno nuevo.
he: פג תוקף הקוד, יש לבקש קוד חדש.

source: That code isn't right. Check it and try again.
es: Ese código no es correcto. Revísalo e inténtalo de nuevo.
he: הקוד שגוי. כדאי לבדוק ולנסות שוב.

source: That email or password doesn't match an account.
es: Ese correo o contraseña no coincide con ninguna cuenta.
he: הדוא״ל או הסיסמה לא תואמים לחשבון.

source: That join code isn't valid. Check it and try again.
es: Ese código de ingreso no es válido. Revísalo e inténtalo de nuevo.
he: קוד ההצטרפות אינו תקף. כדאי לבדוק ולנסות שוב.

source: That photo doesn't show enough to go on.
es: Esa foto no muestra lo suficiente.
he: התמונה לא מראה מספיק.

source: That sticker
es: Esa etiqueta
he: המדבקה הזו

source: That sticker belongs to %@. You are signed in to another camp.
es: Esa etiqueta es de %@. Tienes la sesión iniciada en otro campamento.
he: המדבקה שייכת ל־%@. החיבור הנוכחי הוא למחנה אחר.

source: That sticker is not recognised. It may have been reprinted.
es: No se reconoce esa etiqueta. Puede que la hayan reimpreso.
he: המדבקה לא מזוהה. ייתכן שהודפסה מחדש.

source: The microphone is off for CampCommand. Turn it on in Settings, or type it.
es: El micrófono está desactivado para CampCommand. Actívalo en Ajustes, o escríbelo.
he: המיקרופון כבוי עבור CampCommand. אפשר להפעיל אותו בהגדרות, או להקליד.

source: The microphone isn't ready. You can still type it.
es: El micrófono no está listo. Igual puedes escribirlo.
he: המיקרופון לא מוכן. עדיין אפשר להקליד.
